Revit 2024 API
SymbolTypeId.Lpm Property
 Symbol LPM, indicating unit Liters per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lpm { get; }
Visual Basic
Public Shared ReadOnly Property Lpm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lpm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace